{
 "셀": [
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "<span style=\"글꼴 크기:100%\">\n",
    "\N",
    "수업은 모두 활동하는 분들이 작성하셨나요?\n",
    "\N",
    "간혹 문제에서 이야기할 수 없는 내용으로 설명할 수 있습니다.<br>\n",
    "그럴 땐 강의 내용 외 문제는 Google링을 통해 해결해주세요<br></span>\n",
    "<span style=\"글꼴 크기:80%\">\n",
    "(구글링 또한 개발자가 쳐야할 능력이 최고입니다 😊)\n",
    "</span>\n",
    "\N",
    "---"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "<span style=\"font-size:80%\">[문제1]<br><br></span>\n",
    "```인터프리트 시스템에 대해 2개 이상의 장점을 설명해주세요```"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "<span style=\"color:red\">답변</span>"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": []
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "---"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "<span style=\"font-size:80%\">[문제2]<br><br></span>\n",
    "```동적 유형의 방식의 장점과 소수를 설명해주세요```"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "<span style=\"color:red\">답변</span>"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": []
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "---"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "<span style=\"font-size:80%\">[문제3]<br><br></span>\n",
    "```Python으로 정적 형식의 코드를 훌륭하게 할 수 있는 방법을 Google링을 통해 검색 후 설명해주세요```"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "<span style=\"color:red\">답변</span>"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": []
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "---"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "<span style=\"font-size:80%\">[문제4]<br><br></span>\n",
    "```프로세스와 스레드의 구별을 설명해주세요```"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "<span style=\"color:red\">답변</span>"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": []
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "---"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "<span style=\"font-size:80%\">[문제5]<br><br></span>\n",
    "````Python 2버전대와 3버전의 변형을 만들어주세요```"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "<span style=\"color:red\">답변</span>"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": []
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "---"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "<span style=\"font-size:80%\">[문제6]<br><br></span>\n",
    "```Python에서 메모리 관리는 어떻게 하는지 설명해주세요```"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": [
    "<span style=\"color:red\">답변</span>"
   ]
  },
  {
   "cell_type": "마크다운",
   "메타데이터": {},
   "원천": []
  }
 ],
 "메타데이터": {
  "언어_정보": {
   "name": "파이썬"
  }
 },
 "nb형식": 4,
 "nbformat_minor": 2
}
